	<div class="block">
		<h2>Севастопольский государственный университет</h2>
		<h3>Кафедра информационных систем</h3>
		<table class="studies">
			<tr><th>I семестр</th><th>II семестр</th><th>III семестр</th><th>IV семестр</th></tr>
			<tr>
				<td>история</td><td>философия</td>
				<td>компьютерная графика</td><td>теория баз данных</td>
			</tr>
			<tr>
				<td>иностранный язык</td><td>иностранный язык</td>
				<td>иностранный язык</td><td>иностранный язык</td>
			</tr>
			<tr>
				<td>высшая математика</td><td>высшая математика</td>
				<td>высшая математика</td><td>теория вероятностей и математическая статистика</td>
			</tr>
			<tr>
				<td>объектно-ориентированное программирование</td><td>технология программирования</td>
				<td>объектно-ориентированное программирование</td><td>объектно-ориентированное программирование</td>
			</tr>
			<tr>
				<td>информатика</td><td>экономическая теория</td><td>архитектура компьютерных систем</td>
				<td>технология создания программных продуктов</td></tr>
			<tr>
				<td>физика</td><td>физика</td><td>теория электрических цепей</td>
				<td>электроника</td>
			</tr>
			<tr>
				<td>экология</td><td>безопасность жизнедеятельности</td>
				<td>численные методы</td><td>основы системного анализа</td>
			</tr>
			<tr>
				<td>методы и системы искусственного интеллекта</td><td>основы права</td>
				<td>экономика и организация IT-предприятия</td><td>основы теории алгоритмов</td>
			</tr>
			<tr>
				<td>алгоритмизация и программирование</td><td>алгоритмизация и программирования</td>
				<td>алгоритмизация и программирование</td><td>операционные системы</td>
			</tr>
			<tr>
				<td>дискретная математика</td><td>дискретная математика</td>
				<td></td><td></td>
			</tr>
			<tr>
				<td>веб-технологии</td><td></td><td></td><td></td>
			</tr>
		</table>
	</div>